insert into location values (1, null, st_geomfromtext('point(37.5067486779393 127.046374536307)', 4326), '서울', '강남', '역삼', '서울특별시 강남구 테헤란로57길 38', '서울특별시 강남구 역삼1동 694-6', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (2, '이마트24', st_geomfromtext('point(37.5206841930406 127.043892691669)', 4326), '서울', '강남', '청담', '서울특별시 강남구 도산대로66길 43', '서울특별시 강남구 청담동 16-19', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (3, '연세루다의원', st_geomfromtext('point(37.5215387058511 127.021883587519)', 4326), '서울', '강남', '신사', '서울특별시 강남구 압구정로10길 32', '서울특별시 강남구 신사동 524-17', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (4, '신동아(아) 101동', st_geomfromtext('point(37.5074254730822 126.945123370196)', 4326), '서울', '동작', '노량진', '서울특별시 동작구 만양로 19', '서울특별시 동작구 노량진1동 325', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (5, '선정중학교', st_geomfromtext('point(37.6187045126614 126.909031611714)', 4326), '서울', '은평', '갈현', '서울특별시 은평구 서오릉로20길 19', '서울특별시 은평구 갈현동 227-5', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (6, '명성연립 앞', st_geomfromtext('point(37.566155786971 127.044731719643)', 4326), '서울', '성동', '마장', '서울특별시 성동구 마조로16길 37', '서울특별시 성동구 마장동 783-3', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (7, '함께하는약국', st_geomfromtext('point(37.5826687054056 126.895056464137)', 4326), '서울', '은평', '수색', '서울특별시 은평구 수색로 264-1', '서울특별시 은평구 수색동 368-5', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (8, null, st_geomfromtext('point(37.4791183524676 126.894832311293)', 4326), '서울', '구로', '가리봉', '서울특별시 구로구 남부순환로 1295', '서울특별시 구로구 가리봉동 137-4', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (9, '신월5동주민센터 버스정류장앞', st_geomfromtext('point(37.5391685443624 126.827450259976)', 4326), '서울', '양천', '신월', '서울특별시 양천구 화곡로50', '서울특별시 양천구 신월동 54-1', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (10, '용두치안센터 앞', st_geomfromtext('point(37.5783459546265 127.033997269967)', 4326), '서울', '동대문', '용두', '서울특별시 동대문구 왕산로95', '서울특별시 동대문구 용두동 230-1', '2024-04-12 00:00:00', '2024-04-12 00:00:00');

insert into collecting_box values (1, 1, 'CLOTHES', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (2, 2, 'CLOTHES', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (3, 3, 'BATTERY', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (4, 4, 'BATTERY', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (5, 5, 'LAMP', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (6, 6, 'LAMP', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (7, 7, 'MEDICINE', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (8, 8, 'MEDICINE', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (9, 9, 'TRASH', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (10, 10, 'TRASH', '2024-04-12 00:00:00', '2024-04-12 00:00:00');

-- 영등포구 대림동 폐의류, 폐건전지 수거함 테스트용 데이터
insert into location values (11, '유탑유블레스', st_geomfromtext('point(37.486898746437 126.900563317161)', 4326), '서울', '영등포', '대림', '서울특별시 영등포구 도림천로19길 12', '서울특별시 영등포구 대림동 1101-1', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (12, '서울영림초등학교', st_geomfromtext('point(37.4871190365551 126.902174727201)', 4326), '서울', '영등포', '대림', '서울특별시 영등포구 시흥대로173길 18-1', '서울특별시 영등포구 대림동 994-25', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (13, null, st_geomfromtext('point(37.4872443635989 126.900445152832)', 4326), '서울', '영등포', '대림', '서울특별시 영등포구 디지털로38길 20-20', '서울특별시 영등포구 대림동 1095-35', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (14, null, st_geomfromtext('point(37.4874924622293 126.898493449135)', 4326), '서울', '영등포', '대림', '서울특별시 영등포구 도림천로 425', '서울특별시 영등포구 대림동 1117-2', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (15, '전봇대', st_geomfromtext('point(37.4880165969872 126.90368147846)', 4326), '서울', '영등포', '대림', '서울특별시 영등포구 시흥대로175가길 8', '서울특별시 영등포구 대림동 993-31', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (16, '명숙고향집 주변', st_geomfromtext('point(37.4881429034434 126.899764286429)', 4326), '서울', '영등포', '대림', '서울특별시 영등포구 디지털로38길 8-3', '서울특별시 영등포구 대림동 1092-22', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (17, '친정집(?)', st_geomfromtext('point(37.4881506778778 126.90161718218)', 4326), '서울', '영등포', '대림', '서울특별시 영등포구 디지털로48길 23', '서울특별시 영등포구 대림동 1025-73', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (18, '삼거리 전봇대', st_geomfromtext('point(37.4883184501382 126.900760894307)', 4326), '서울', '영등포', '대림', '서울특별시 영등포구 디지털로40길 14', '서울특별시 영등포구 대림동 1092-43', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (19, '명작광고 앞', st_geomfromtext('point(37.488593990019 126.897399340278)', 4326), '서울', '영등포', '대림', '서울특별시 영등포구 도림천로15길 1', '서울특별시 영등포구 대림동 1116-37', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (20, 'GS25', st_geomfromtext('point(37.4888178446615 126.902998281977)', 4326), '서울', '영등포', '대림', '서울특별시 영등포구 디지털로54가길 2', '서울특별시 영등포구 대림동 1024-11', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (21, null, st_geomfromtext('point(37.4873435585383 126.900331159208)', 4326), '서울', '영등포', '대림', '서울특별시 영등포구 디지털로38길 16-15', '서울특별시 영등포구 대림동 1095-43', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into location values (22, '한솔파크', st_geomfromtext('point(37.488154779084 126.899531342824)', 4326), '서울', '영등포', '대림', '서울특별시 영등포구 디지털로38길 8-8', '서울특별시 영등포구 대림동 1081-88', '2024-04-12 00:00:00', '2024-04-12 00:00:00');

insert into collecting_box values (11, 11, 'CLOTHES', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (12, 12, 'CLOTHES', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (13, 13, 'CLOTHES', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (14, 14, 'CLOTHES', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (15, 15, 'CLOTHES', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (16, 16, 'CLOTHES', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (17, 17, 'CLOTHES', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (18, 18, 'CLOTHES', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (19, 19, 'CLOTHES', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (20, 20, 'CLOTHES', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (21, 21, 'BATTERY', '2024-04-12 00:00:00', '2024-04-12 00:00:00');
insert into collecting_box values (22, 22, 'BATTERY', '2024-04-12 00:00:00', '2024-04-12 00:00:00');